export const DUMMY_NEWS = [
  {
    id: 'n1',
    slug: 'ai-가-인간을-대체할까',
    title: 'AI가 인간을 대체할까?',
    image: 'ai-robot.jpg',
    date: '2021-07-01',
    content:
      '2022년 말부터 AI가 급격히 성장하면서 많은 사람들이 AI가 인간을 대체할지에 대해 걱정하고 있습니다. 답은 간단하지 않습니다. AI는 작업을 자동화하는 도구일 뿐만 아니라 인간의 능력을 증강시키는 데도 사용될 수 있습니다. 미래는 정해져 있지 않지만 AI가 미래에 큰 역할을 할 것은 분명합니다. 중요한 것은 우리가 그것을 어떻게 사용할 것인지입니다.',
  },
  {
    id: 'n2',
    slug: '비버-역병',
    title: '비버의 역병',
    image: 'beaver.jpg',
    date: '2022-05-01',
    content: '비버들이 전 세계를 점령하고 있습니다. 그들은 곳곳에 댐을 짓고 도시 전체를 홍수로 만들고 있습니다. 우리는 이를 막기 위해 무엇을 할 수 있을까요?',
  },
  {
    id: 'n3',
    slug: '커플-요리',
    title: '더 많은 시간을 함께 보내세요!',
    image: 'couple-cooking.jpg',
    date: '2024-03-01',
    content: '함께 요리하는 것은 파트너와 더 많은 시간을 보내는 좋은 방법입니다. 재미있고 나중에 맛있는 음식을 먹을 수 있습니다. 무엇을 망설이고 있나요? 지금 요리 시작하세요!',
  },
  {
    id: 'n4',
    slug: '하이킹',
    title: '하이킹이 최고야!',
    image: 'hiking.jpg',
    date: '2024-01-01',
    content: '하이킹은 운동을 하고 대자연을 즐길 수 있는 좋은 방법입니다. 또한 마음을 정리하고 스트레스를 줄이는 좋은 방법이기도 합니다. 무엇을 기다리고 있나요? 지금 나가서 하이킹을 시작하세요!',
  },
  {
    id: 'n5',
    slug: '풍경',
    title: '풍경의 아름다움',
    image: 'landscape.jpg',
    date: '2022-07-01',
    content: '풍경 사진은 자연의 아름다움을 포착하는 좋은 방법입니다. 또한 밖에 나가 대자연을 즐길 수 있는 좋은 방법이기도 합니다. 무엇을 기다리고 있나요? 지금 나가서 사진을 찍기 시작하세요!',
  },
];
